---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemCutType
source: html/3f3b608e-52cb-1f81-fdf1-0965e021bc3f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemCutType Property

"Type"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemCutType { get; }
```